{
  "movies": [
    {
      "id": 1,
      "title": "Arcane",
      "genre": "Action | Animation",
      "year": 2021,
      "img1": "Arcane_img1.png",
      "img2": "Arcane_2.png",
      "description": "Arcane is a Netflix animated series that tells the origin story of two League of Legends champions, sisters Vi and Jinx. The series is set in the world of League of Legends and explores the conflict between the city of Piltover and the oppressed underground of Zaun. ",
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"
    },
    {
      "id": 2,
      "title": "Shang-Chi",
      "genre": "Action | Adventure",
      "year": 2021,
      "img1": "ShangChi_img1.png",
      "img2": "ShangChi_img2.png",
      "description": "Shang-Chi must confront his past and face the mysterious Ten Rings organization.",
      "actors": [""],
      "category1" : "Live-action",
      "category2" :"Movies"
    },
    {
      "id": 3,
      "title": "Anikulapo",
      "genre": "Action | Romance",
      "year": 2021,
      "img1": "Anikulapo_img1.png",
      "img2": "Anikulapo_img2.png",
      "description": "Aníkúlápó narrates the story of Saro who has recently arrived in Oyo as a stranger and a traditional textile weaver who uses the 'aso-ofi' loom and technique. Saro has an illicit romance with Queen Arolake who has an unhappy marriage because she is hated by the King's wives and is also uninterested in the king, but it is her duty to lay with him. She is also young and uninterested in the older king's constant attention. His favoritism brings up rivalries with the other, older queens, who mistreat her. She and Saro fall in love. As they make plans to elope, word of their affair gets to the king, who sentences Saro to death. "
      ,
      "actors": ["Simu Liu", "Awkwafina", "Tony Leung"],
      "category1" : "Live-action",
      "category2" :"TV"},
    {
      "id": 4,
      "title": "Game of Thrones",
      "genre": "Political | Fantasy",
      "year": 2021,
      "img1": "GoT_img1.png",
      "img2": "GoT_img2.png",
      "description": "Game of Thrones is an HBO series about the power struggles between noble families in the fictional Seven Kingdoms of Westeros. The series is based on George R.R. Martin's A Song of Ice and Fire book series. "
      ,
      "actors": [""],
      "category1" : "Live-action",
      "category2" :"TV"},
    {
      "id": 5,
      "title": "Prison School",
      "genre": "Comedy | Slice of Life",
      "year": 2021,
      "img1": "PrisonSchool_img1.png",
      "img2": "PrisonSchool_img2.png",
      "description": "Hachimitsu Academy, one of the strictest girls' academies in Tokyo, has decided to admit boys into their system. Kiyoshi Fujino is one of these new boys, but he discovers to his shock that he and his four friends—Takehito  Morokuzu, Shingo Wakamoto, Jouji  Nezu, and Reiji  Andou—are the only male students among 1,000 girls. The draconian laws that are still in place make the school even worse, which punishes even the most minor infractions with a stay in the school's prison. "
      ,
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"},
    {
      "id": 6,
      "title": "Rick and Morty",
      "genre": "Action | Adventure | Comedy",
      "year": 2021,
      "img1": "RickandMorty_img1.png",
      "img2": "RickandMorty_img3.png",
      "description": "Rick and Morty is an animated sitcom about a mad scientist and his grandson who travel to other dimensions and planets. The show premiered on Cartoon Network's Adult Swim in 2013. "
      ,
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"},
    {
      "id": 7,
      "title": "Jujutsu Kaisen",
      "genre": "Action | Adventure",
      "year": 2021,
      "img1": "JJK_img1.png",
      "img2": "JJK_img2.png",
      "description": "Jujutsu Kaisen is an anime series about a high schooler who swallows a cursed finger and becomes a host to a powerful demon. He then enrolls in a shaman's school to find the demon's other body parts and exorcise himself. "
      ,
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"},
    {
      "id": 8,
      "title": "Summertime Renders",
      "genre": "Action | Adventure",
      "year": 2021,
      "img1": "Sumertime_img2.png",
      "img2": "Summertime_img1.png",
      "description": "follows Shinpei Ajiro, who returns to his secluded island hometown of Hitogashima after the death of his childhood friend Ushio, only to discover strange occurrences and a mysterious 'Shadow' doppelgänger, leading him to unravel a dark secret involving time-looping abilities and a sinister force threatening the island's residents as he tries to uncover the truth behind Ushio's death. "
      ,
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"},
    {
      "id": 9,
      "title": "Femalien",
      "genre": "Action | Adventure",
      "year": 2021,
      "img1": "Femalien_img1.png",
      "img2": "Femalien_img2.png",
      "description": "In the pursuit of perfection, an alien civilization has evolved to become beings of pure light energy, unbound by the limitations of the mortal body. But they have lost something precious along the way: the ability to experience physical pleasure. They send a representative to Earth to record human sensory experiences. Taking the form of the perfect human female, 'Kara' uses her powers to unlock the secrets of sensuality so long forgotten on her world.",
      "actors": ["Kira Noir"],
      "category1" : "Live-action",
      "category2" :"Movies"},
    {
      "id": 10,
      "title": "Space Jam ",
      "genre": "Sport | Comedy",
      "year": 2021,
      "img1": "SpaceJam_img1.png",
      "img2": "SpaceJam_img2.png",
      "description": "Swackhammer (Danny DeVito), an evil alien theme park owner, needs a new attraction at Moron Mountain. When his gang, the Nerdlucks, heads to Earth to kidnap Bugs Bunny (Billy West) and the Looney Tunes, Bugs challenges them to a basketball game to determine their fate. The aliens agree, but they steal the powers of NBA basketball players, including Larry Bird (Larry Bird) and Charles Barkley (Charles Barkley) -- so Bugs gets some help from superstar Michael Jordan (Michael Jordan)."
      ,
      "actors": [""],
      "category1" : "Live-action",
      "category2" :"Movies"},
    {
      "id": 11,
      "title": "Velma",
      "genre": "Bad show | Comedy",
      "year": 2021,
      "img1": "Badshow_img1.jpg",
      "img2": "Badshow_img2.jpg",
      "description": "The series serves as an alternate universe origin story for Mystery Inc., pitched as a 'love quadrangle' between them. It primarily focuses on Velma Dinkley as she tries to solve a mystery regarding the disappearance of her mother, as well as the murders of local teenage girls."
    ,
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"},
    {
      "id": 12,
      "title": "Blue Eyed Samurai",
      "genre": "Historical | Fantasy | Action",
      "year": 2021,
      "img1": "BlueSamurai_img1.jpeg",
      "img2": "BlueSamurai_img2.jpeg",
      "description": "Set in 17th-century Edo-period Japan, Blue Eye Samurai follows Mizu (voiced by Maya Erskine), a mixed-race master of the sword who lives a life in disguise seeking to deliver revenge. “It's an Edo-period tale of revenge — Kill Bill meets Yentl,” said co-creator Amber Noizumi."
      ,
      "actors": [""],
      "category1" : "Animation",
      "category2" : "TV"},
    {
      "id": 13,
      "title": "Pirates: of the caribbean... Of course",
      "genre": "Action | Adventure | Comedy",
      "year": 2021,
      "img1": "Pirates_img1.png",
      "img2": "Pirates_img2.jpg",
      "description": "A pirate hunter (Evan Stone) and his sexy sidekick (Jesse Jane) find adventure."
      ,
      "actors": ["Johnny Depp"],
      "category1" : "Live-action",
      "category2" :"Movies"},
    {
      "id": 14,
      "title": "The Equalizer",
      "genre": "Action | Thriller",
      "year": 2021,
      "img1": "Equalizer_img1.png",
      "img2": "Equalizer_img2.png",
      "description": "Robert McCall (Denzel Washington), a man of mysterious origin who believes he has put the past behind him, dedicates himself to creating a quiet new life. However, when he meets Teri (Chloë Grace Moretz), a teenager who has been manhandled by violent Russian mobsters, he simply cannot walk away. With his set of formidable skills, McCall comes out of self-imposed retirement and emerges as an avenging angel, ready to take down anyone who brutalizes the helpless.",
      "actors": ["Denzel Washington", "Chloë Grace Moretz"],
      "category1" : "Live-action",
      "category2" :"Movies"
    },
    {
      "id": 15,
      "title": "Diiche",
      "genre": "Drama",
      "year": 2021,
      "img1": "Diiche_img1.jpeg",
      "img2": "Diiche_img2.jpeg",
      "description": "Storyline. Diiche, an A-list actress, becomes a prime suspect in a high-profile murder investigation over the death of Nnamdi, her fiancée. This time it's different.",
      "actors": ["Uzoamaka Onouha"],
      "category1" : "Live-action",
      "category2" :"TV"
    },
    {
      "id": 16,
      "title": "Peripheral",
      "genre": "Action | Scifi",
      "year": 2021,
      "img1": "Peripheral_img1.png",
      "img2": "Peripheral_img2.png",
      "description": "The story focuses on a young rural-town American woman who lives in the near future, and on a London publicist who lives 70 years thereafter. Gibson's 2020 book Agency is set in the same world. A television series adaptation of The Peripheral, produced by Amazon, began streaming in October 2022.",
      "actors": ["Chloë Grace Moretz"],
      "category1" : "Live-action",
      "category2" :"TV"
    }, 
    {
      "id": 17,
      "title": "Snowfall",
      "genre": "Action | Thriller",
      "year": 2021,
      "img1": "Snowfall_img1.png",
      "img2": "Snowfall_img2.png",
      "description": "Snowfall is a drama series that follows the crack cocaine epidemic in Los Angeles in the 1980s. The show follows several characters as they navigate the violence and destruction of the epidemic. ",
      "actors": ["Damson Isreal"],
      "category1" : "Live-action",
      "category2" :"TV"
    },
    {
      "id": 18,
      "title": "Peaky Blinder",
      "genre": "Action | Thriller",
      "year": 2021,
      "img1": "PeakyBlinders_img1.png",
      "img2": "PeakyBlinders_img2.png",
      "description": "",
      "actors": ["Cillian Murphy"],
      "category1" : "Live-action",
      "category2" :"TV"
    },
    {
      "id": 19,
      "title": "Haunted Bedroom",
      "genre": "Adult | Thriller",
      "year": 2021,
      "img1": "HauntedBedroom_img1.png",
      "img2": "HauntedBedroom_img1.png",
      "description": "",
      "actors": [""],
      "category1" : "Animation",
      "category2" :"Joking"
    }
  ]
}
